[
    {
        "name": "Torn Shirt",
        "description": ""
    },
    {
        "name": "Torn Cape",
        "description": ""
    },
    {
        "name": "Ragged Coif",
        "description": ""
    },
    {
        "name": "Worn Shoes",
        "description": ""
    },
    {
        "name": "Cracked Axe",
        "description": ""
    },
    {
        "name": "Leather Garment",
        "description": ""
    },
    {
        "name": "Rusty Sword",
        "description": ""
    },
    {
        "name": "Shovel",
        "description": ""
    },
    {
        "name": "Flask",
        "description": ""
    },
    {
        "name": "Primitive Pike",
        "description": ""
    },
    {
        "name": "Rusty Iron Breastplate",
        "description": ""
    },
    {
        "name": "Loaf of Bread",
        "description": ""
    },
    {
        "name": "Shiny Brooch",
        "description": ""
    },
    {
        "name": "Worn Chain Gloves",
        "description": ""
    },
    {
        "name": "Old Jug",
        "description": ""
    },
    {
        "name": "Rope",
        "description": ""
    },
    {
        "name": "Iron Keys",
        "description": ""
    },
    {
        "name": "Keg of Beer",
        "description": ""
    },
    {
        "name": "Pickaxe",
        "description": ""
    },
    {
        "name": "Bottle of Wine",
        "description": ""
    },
    {
        "name": "Bronze Key",
        "description": "The scratch marks on the patinated surface suggest the key\"s frequent use in the days past."
    },
    {
        "name": "Solid Leather Belt",
        "description": "Bold stripes of leather craftily patched together. It is clear that this belt is a piece of work of no amateur."
    },
    {
        "name": "Brigandine Pauldrons",
        "description": "Massive pauldrons made of iron plates covered with boiled leather."
    },
    {
        "name": "Battletorn War Axe",
        "description": "Like warriors who carried it before, the axe is decorated with plenty scars from the battles won."
    },
    {
        "name": "Exceptional Green Pants",
        "description": "One does rarely see pants as green and well tailored as these."
    },
    {
        "name": "Capacious Leather Bag",
        "description": "The bag\"s capacity might surprise those judging it by it\"s neat yet inconspicuous appearance."
    },
    {
        "name": "Squire\"s Waistguard",
        "description": "An elegant yet useful reinforced leather belt."
    },
    {
        "name": "Brigandine Gauntlets",
        "description": "The leather holds traces of usage but these gauntlets will surely survive plenty more fights."
    },
    {
        "name": "Brigandine Boots",
        "description": "An empowering heel clatter travels through the corridors with each step."
    },
    {
        "name": "Brigandine Breeches",
        "description": "Pants made of leather and iron aren\"t necessarily the most comfortable, but they surely make the lower body parts safer."
    },
    {
        "name": "Sturdy Wooden Buckler",
        "description": "Even fierce warriors of far north need to defend themselves."
    },
    {
        "name": "Coldsteel Longsword",
        "description": "The tilt reflects the color of the blade itself which makes it bear resemblance to a lightning bolt when swung."
    },
    {
        "name": "Fine Bracers",
        "description": "A little tight but clearly made with care and dedication."
    },
    {
        "name": "Rosewood Bow",
        "description": "The bow looks as if it was born to a rosewood tree rather than being handmade. A fine example of elven craftsmanship."
    },
    {
        "name": "Brigandine Chestpiece",
        "description": "The weight of the armor would make anyone feel safer in battle."
    },
    {
        "name": "Embroidered Purse",
        "description": "This once belonged to a maid. Or a herbalist. Or Both."
    },
    {
        "name": "Potion of Might",
        "description": "The liquid contained in the flask emanates with strange, yet mobilizing aura."
    },
    {
        "name": "Squire\"s Helmet",
        "description": "The original owner would be a knight today if he didn\"t take the helmet off."
    },
    {
        "name": "Reinforced Squire\"s Shield",
        "description": "The quality of this shield makes one wonder why anyone would leave it in a place like this."
    },
    {
        "name": "Potion of Mana",
        "description": "The liquid contained in the flask seems to absorb all power surrounding it."
    },
    {
        "name": "Champion\"s Valor",
        "description": "Hand of justice strikes firmly as the wicked perish."
    },
    {
        "name": "Champion\"s Bane",
        "description": "Hand of betrayal bites from the shadow, as The Just fall."
    },
    {
        "name": "Royal Tabard",
        "description": "This coat of arms is well known across the realm. Only the royal family and their guards had the possibility to own such masterfully forged chainmail."
    },
    {
        "name": "Aegis of Protection",
        "description": "Magnificient tower of silver and coldsteel able to survive the fierciest of strikes."
    },
    {
        "name": "Rune of Conjuring",
        "description": "This cold and cracked stone tablet seems to be more than just an old tombstone, as it emanates with a very strong magical aura."
    },
    {
        "name": "Blessed Silver Circlet",
        "description": "At the end of the Rite of Baptism each Archbishop of Southern Kingdoms is decorated with this marvelous piece of jewelry."
    },
    {
        "name": "Master Ranger\"s Cowl",
        "description": "Woven cloth made of dryad\"s hair served the most talented elven marksmen for centuries."
    },
    {
        "name": "Peculiar Pendant",
        "description": "The air surrounding the pendant seems to thicken with an unknown energy."
    },
    {
        "name": "Banner of the Fallen Heroes",
        "description": "Many good men bled and fell to defend this banner\"s honor. Carry it with respect it deserves."
    },
    {
        "name": "Scarlet Monarch Boots",
        "description": "Color of these craftfully executed boots is quite unsettling. Is this dye or blood?"
    },
    {
        "name": "Tome of Might",
        "description": "Wisdom of the ancients. The powerful knowledge that forged the world of men as we know is contained in these millenia-old pages."
    },
    {
        "name": "Enchased Sapphire",
        "description": "An exceptional piece of jewelry with a beautifully saturated sapphire inbound."
    },
    {
        "name": "Sphere of Crystalized Void",
        "description": "As you gaze into the sphere you have a disturbing feeling that something gazes back into you."
    },
    {
        "name": "Morbid Cleaver",
        "description": "Menacing maw remains frozen with a mute roar."
    },
    {
        "name": "Enchanted Amulet",
        "description": "Pure silver necklace imbued with a magical gem affordable only by artistocrats. Surely a thief\"s dream."
    },
    {
        "name": "Royal Potion",
        "description": "An elegant flask filled with potent enchanted lifeblood."
    },
    {
        "name": "Rune of Summoning",
        "description": "Rune engraved in this tablet has a really strange, distant feeling to it."
    },
    {
        "name": "Ancient Gem",
        "description": "The origin of this beautifully opalizing gem will most propably remain unknown forever."
    },
    {
        "name": "Ancient Scroll",
        "description": "This scroll is way more durable than it\"s fragile appearance might suggest. "
    },
    {
        "name": "Spellbound crate",
        "description": "Contents of this crate will remain a mystery to most mortals since it is protected by a powerful spell."
    }
        {
        "name": "Archmage\"s Waistband",
        "description": "Imbued with essence of Archmage Arispen at peak of his power, this belt made of snake skin keeps powerful magic inbound."
    },
    {
        "name": "Divine Treads",
        "description": "Godly feet once filled these magnificient shoes."
    },
    {
        "name": "Band of Angelic Light",
        "description": "This ring forged with solid light emanates with an aura of purity and virtuosy."
    },
    {
        "name": "Petrified Eye of The Elder",
        "description": "Once understanding now frozen gaze judges everything it lays its sight on. Nobody knows for sure if the Elder God is truly dead or is he in a deep slumber waiting for the right time to return."
    },
    {
        "name": "Archmage\"s Tome",
        "description": "Manuscript written by Archmage Arispen himself, containing wisdom able to shape reality."
    },
    {
        "name": "Rod of Concentrated Void",
        "description": "Betrayer. Defiler. Blasphemer... Only those with blackened hearts can wield this spectral rod without fear of giving into the corruption of the Void."
    },
    {
        "name": "Amulet of Ancestors\" Mercy",
        "description": "'Be at peace' the inscription says. 'The just may rest when the turmoil is over'."
    },
    {
        "name": "Shard of Living Blood",
        "description": "An essence of existence . The thought that you\"re holding a crystalized soul sends an unsettling chill down your spine."
    },
    {
        "name": "The Emerald Binding",
        "description": "A wedding gift given to Prince Aegerwulf by Avatar of the Elder God. It might probably be the last reminder of the long lost alliance between realm of men and the heavens."
    },
    {
        "name": "Arcane Bindings",
        "description": "These bracers created by Archmage Arispen with magic alone were made for Faenar, so he would never tire from playing music and singing."
    },
    {
        "name": "Angelic Sanctuary",
        "description": "Breastplate forged in divine fire. Only the emissaries of heavens and gods themselves are able to craft such a powerful piece of armor."
    },
    {
        "name": "Divine Girdle",
        "description": "'Unity, Purity, Strength'. Runes inscribed on the girdle fill the wearer with immense confidence and power."
    },
    {
        "name": "Talisman of Angelic Synergy",
        "description": "Once a token of unity between men and the divines, this amulet will forever be a bitter reminder of mankind\"s betrayal. "
    },
    {
        "name": "Crown of Power",
        "description": "Power. The ultimate dream of each mortal. In an attempt to claim it, the council of Dukes of Southern Kingdoms stole the divine fire in a blasphemous act of betrayal and captured it inside this jeweled circlet."
    },
    {
        "name": "Flask of Life Essence",
        "description": "Life itself is trapped inside this flask."
    },
    {
        "name": "Star Tear",
        "description": "A burning shard of astral presence. This mystical piece of stone had witnessed worlds being born and greatest civilizations turn to dust."
    },
    {
        "name": "Everwanderers",
        "description": "Countless miles had been walked in these boots in the centuries past and yet they manage to look as if they hadn\"t been worn once."
    },
    {
        "name": "Captured Star Ring",
        "description": "It is believed that Odafyr the Dwarven Hallmaster caught a falling star tear barehandedly and captured its immortal beauty in this pure silver ring."
    },
    {
        "name": "Sandals of the Saint",
        "description": "Archibald the Pious, a missionary who carried the teachings of The Elder God to the people of both north and east walked his very last pilgrimage in these."
    },
    {
        "name": "Friendly Spirit",
        "description": "This spectral entity has no actual physical form. It might seem harmless but you have a strange feeling that you are in the presence of a being powerful beyond mortal measure."
    }
]